[
  {
    "date": "2025-03-01",
    "location": {
      "city": "Doha",
      "country": "Qatar",
      "country_code": "QA"
    },
    "person": {
      "name": "Hussain",
      "nationality": "Pakistan",
      "occupation": "Tour guide",
      "instagram": "hussain_tourguide",
      "story": "I met Hussain as my tour guide during a souq tour in Doha. He has been living in Qatar for 11 years. He used to work as a civil engineer but left the profession due to a mental illness. Now, he is happy working in what he truly loves."
    },
    "advice": {
      "text": "The simple fact of being alive is amazing, and we should be grateful for it, enjoy life, and always try to make others' lives better."
    }
  },
  {
    "date": "2025-03-02",
    "location": {
      "city": "Doha",
      "country": "Qatar",
      "country_code": "QA"
    },
    "person": {
      "name": "Louise",
      "nationality": "South Africa",
      "occupation": "Travel agent",
      "instagram": null,
      "story": "I met Louise during a 4x4 desert tour in Doha. She is a South African woman who has traveled extensively. She is as a travel agent and has explored many parts of the world. She was in Doha for four days before continuing her journey to the UK."
    },
    "advice": {
      "text": "Travel more, keep collecting memories. It's always worth the money."
    }
  },
  {
    "date": "2025-03-06",
    "location": {
      "city": "Rasdhoo",
      "country": "Maldives",
      "country_code": "MV"
    },
    "person": {
      "name": "Deepak Kumar",
      "nationality": "Indian",
      "occupation": "Yoga instructor",
      "instagram": "@crazyyogi_",
      "story": "I met Deepak while diving and then went to Lemon Drop restaurant to have dinner together. He explained to me what yoga really means and we had a great talk about spirituality. He's 48 years old, lives in Goa, India, and was born in India. He's quite a traveller and has yoga instructor centers in Goa and one in Ubud, Indonesia."
    },
    "advice": {
      "text": "Life is a single player game"
    }
  },
  {
    "date": "2025-03-10",
    "location": {
      "city": "Rasdhoo",
      "country": "Maldives",
      "country_code": "MV"
    },
    "person": {
      "name": "Paloma",
      "nationality": "Spanish",
      "occupation": "Diving instructor",
      "instagram": "pubflu",
      "story": "Paloma was my diving instructor during all my dives in Maldives. She's from Madrid and used to be a dentist but got tired of that life. She moved to Australia for a while before ending up in Rasdhoo working as a diving instructor. She's 33 years old and has traveled extensively around the world. We had dinner together a couple of times and talked about life."
    },
    "advice": {
      "text": "Don't rush, enjoy the moment, learn to say no"
    }
  },
  {
    "date": "2025-03-13",
    "location": {
      "city": "Kuala Lumpur",
      "country": "Malaysia",
      "country_code": "MY"
    },
    "person": {
      "name": "Hakim Faizal",
      "nationality": "Malaysian",
      "occupation": "Tour guide",
      "instagram": "thefirsthakimfaizal",
      "story": "I met Hakim during a night food and drink tour in Kuala Lumpur. He was our young and energetic guide who made the experience memorable. What impressed me most was his intelligence and linguistic abilities - he spoke multiple languages and even knew some Basque, which was quite surprising! After the tour, he invited us all to have dinner together where we tried various local fruits. Later, we moved to a bar where we enjoyed drinks and shots together, making it a fun and memorable night."
    },
    "advice": {
      "text": "Focus on changing the present to shape the future, not to rewrite the past. Progress doesn't require perfection—just being a bit better today than yesterday."
    }
  },
  {
    "date": "2025-03-20",
    "location": {
      "city": "Semporna",
      "country": "Malaysia",
      "country_code": "MY"
    },
    "person": {
      "name": "Dan Fabian",
      "nationality": "Romanian",
      "occupation": "Diving instructor",
      "instagram": "scufundari_dan_fabian",
      "story": "I met Dan while diving in Sipadan, Mabul, and Mataking islands. He was staying at Uncle Chang's Diving Lodge in Semporna. At 52 years old, he's a fascinating technical diver who has reached depths of 150 meters in Sipadan. He had returned to Malaysia to attempt breaking a national record by reaching 200 meters. Diving is a technical sport where you need to be attentive to every detail and prepare both mentally and physically."
    },
    "advice": {
      "text": "Each moment in life has its perfect timing. While you can do things later, they won't have the same impact. Every phase of life comes with its own opportunities - seize them when they arrive."
    }
  }
    {
    "date": "2025-07-20",
    "location": {
      "city": "Arugam Bay",
      "country": "Sri Lanka",
      "country_code": "LK"
    },
    "person": {
      "name": "Catalina",
      "nationality": "Chilean",
      "occupation": "Economist",
      "instagram": "cata_garciav",
      "story": "I met Catalina hiking the Annapurna Circuit in Nepal. We became friends and went together to India, where we became more than friends, so then I joined her in Sri Lanka."
    },
    "advice": {
      "text": "Sé MUY consciente de tu mortalidad. Me explico. Creo que frases como YOLO y Carpe Diem apuntan a la idea de que sólo se vive una vez y hay que aprovechar la vida, etc, pero si no te paras realmente a imaginártelo, imaginar el día que sea el último, son sólo frases vacías. Cuando realmente te das cuenta de que va en serio, de que de verdad que tu vida va a acabar en un momento, vives con más conciencia, apreciando a fondo el regalo del tiempo que tienes aquí. Al menos a mí me pasa así."
    }
  }
]
